Repository: tomada1114/townsfolk
Catalog: Packages/TownsfolkKit/Sources/TownsfolkCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# frontmostApp.label
source: Frontmost: %@
ja: 最前面: %@

# frontmostApp.unavailable
source: Frontmost: —
ja: 最前面: —

# settings.keepsMoving.help
source: When off, the town rests unless its window is active.
ja: オフにすると、町のウインドウがアクティブなとき以外は町がひと休みします。

# settings.keepsMoving.title
source: Keep the town moving while I use other apps
ja: ほかのアプリを使っているあいだも町を動かす

# settings.language.help
source: Menus switch the next time Townsfolk opens.
ja: メニューは次に Townsfolk を開いたときに切り替わります。

# settings.language.title
source: Language
ja: 言語

# settings.name.error
source: Use %lld–%lld characters.
ja: %1$lld〜%2$lld 文字で入力してください。

# settings.name.title
source: Your name
ja: あなたの名前

# settings.speed.fast
source: Fast
ja: はやい

# settings.speed.hint.fast
source: About one new post every 30 seconds.
ja: 30 秒に 1 件ほど新しい投稿があります。

# settings.speed.hint.normal
source: About one new post every 3 minutes.
ja: 3 分に 1 件ほど新しい投稿があります。

# settings.speed.hint.slow
source: About one new post every 15 minutes.
ja: 15 分に 1 件ほど新しい投稿があります。

# settings.speed.normal
source: Normal
ja: ふつう

# settings.speed.slow
source: Slow
ja: ゆっくり

# settings.speed.title
source: Speed
ja: 速さ
